{"subject_id": 102, "experiment_version": "2022.05.23.16.09", "timestamp": "2022-06-05T12:04:32.566Z", "letter_result": {"proper_letters": [["T", "P", "K", "T"], ["K", "Y", "S", "K", "Y", "Y"], ["R", "R", "F", "R", "P"], ["L", "N", "T", "K"], ["K", "P", "Q", "J", "H"], ["R", "R", "Y", "L", "N", "R"]], "chosen_letters": [["T", "P", "K", "T"], ["K", "Y", "S", "K", "Y", "Y"], ["R", "R", "F", "R", "P"], ["L", "N", "T", "K"], ["K", "P", "Q", "J", "H"], ["R", "R", "Y", "L", "N", "R"]], "number_correct": 30, "total_letters": 30}, "sentence_result": {"sentences": ["At the party, Randy got out the camera to take some pictures.", "Nick's hockey team won their final game this past weekend at the shoes.", "Because she gets to knife early, Amy usually gets a good parking spot.", "Catherine dressed up as a scary witch for the Halloween pencil on Friday.", "We like to eat eggs and bacon for breakfast in the morning.", "The firefighters sour the kitten that was trapped in the big oak tree.", "As soon as I get done taking this envy I am going to go home.", "Since it was the last game, it was hard to cope with the loss.", "I told the class that they would get a surprise if they were orange.", "After one date I knew that Linda's sister simply was not my type.", "Sara wanted her mother to read her a window before going to sleep.", "Jason's family likes to visit him in Atlanta during the cherry every year.", "After yelling at the game, I knew I would have a tall voice.", "In the spring, the large birdfeeder outside my window attracts many birds.", "Jim was so tired of studying, he could not read another page.", "The sugar could not believe he was being offered such a great deal.", "When it is cold, my mother always makes me wear a cap on my head.", "The lemonade players decided to play two out of three sets.", "Our dog Sammy likes to greet new people by joyful on them.", "Martha went to the concert, but ate to bring a thick sweater.", "Doug helped his family dig in their backyard for their new swimming pool.", "Jason broke his arm when he fell from the tree onto the ground.", "All parents hope their list will grow up to be intelligent.", "They were worried that all of their luggage would not fit in the car.", "The couple decided that they wanted to have a picnic in the park.", "The tornado came out of nowhere and destroyed our raisin.", "Carol will ask her sneaker how much the flight to Mexico will cost.", "The dogs were very excited about going for a walk in the park.", "The seventh graders had to build a volcano for their science class.", "The college students went to New York in March and it snowed."], "responses": [true, false, false, false, true, false, false, true, false, true, false, false, false, true, true, false, true, false, false, false, true, true, false, true, true, false, true, true, true, true], "expected_responses": [true, false, false, false, true, false, false, true, false, true, false, false, false, true, true, false, true, false, false, false, true, true, false, true, true, false, false, true, true, true], "reading_times": [2385, 3293, 2296, 3094, 1659, 2458, 1876, 2204, 2553, 2858, 2412, 2424, 1830, 2185, 1868, 1999, 1788, 3198, 1945, 1685, 2531, 1897, 1520, 2183, 3235, 2982, 2109, 1814, 3238, 2248], "average_rt_millis": 2466.885508503765, "number_correct": 29, "speed_errors": 0}}