{"subject_id": "missing-subject-id", "experiment_version": "2022.3.31.11.43", "timestamp": "2022-05-20T16:11:53.642Z", "letter_result": {"proper_letters": [["Y", "P", "J", "R", "T"], ["K", "P", "J", "R"], ["H", "J", "J", "R", "K", "F"], ["P", "T", "S", "H", "H", "F"], ["S", "R", "L", "T", "N"], ["P", "Q", "T", "S"]], "chosen_letters": [["Y", "P", "J", "R", "T"], ["T", "P", "J", "R"], ["H", "J", "J", "R", "K", "F"], ["P", "T", "S", "H", "F"], ["S", "R", "L", "T", "N"], ["P", "Q", "T", "S"]], "number_correct": 27, "total_letters": 29}, "sentence_result": {"sentences": ["Because she gets to knife early, Amy usually gets a good parking spot.", "She had to cancel the appointment because she caught the flu yesterday.", "Mary was asked to stop at the new mall to pick up several items.", "In the spring, the large birdfeeder outside my window attracts many birds.", "Wendy went to check her mail but all she received were cats.", "My mother has always told me that it is not polite to shine.", "The college students went to New York in March and it snowed.", "Carol will ask her sneaker how much the flight to Mexico will cost.", "The class did not think the professor's lecture on history was very interesting.", "Kristen dropped her parents off at the love for their annual vacation.", "My mother and father have always wanted to live near the cup.", "After yelling at the game, I knew I would have a tall voice.", "Peter and Jack ruined the family carwash when they burned the turkey.", "Our dog Sammy likes to greet new people by joyful on them.", "Although Joe is sarcastic at times, he can also be very sweet.", "The judge gave the boy community sweat for stealing the candy bar.", "Women fall in jump with their infants at first sight or even sooner.", "Raising children requires a lot of dust and the ability to be firm.", "Martha went to the concert, but ate to bring a thick sweater.", "The lemonade players decided to play two out of three sets.", "A person should never be discriminated against based on his race.", "His stereo was playing so loud that he blew out the speakers.", "I told the class that they would get a surprise if they were orange.", "I took my little purple to the ice cream store to get a cone.", "The children entered in a talent contest to win a trip to Disney World.", "Harry plans to play a lot of golf when he retires from his job.", "Doug helped his family dig in their backyard for their new swimming pool.", "At the party, Randy got out the camera to take some pictures.", "The firefighters sour the kitten that was trapped in the big oak tree.", "The huge clouds covered the morning slide and the rain began to fall."], "responses": [false, true, true, true, false, true, true, false, true, false, false, false, false, false, true, false, false, false, false, false, true, true, false, false, true, true, true, true, false, false], "expected_responses": [false, true, true, true, false, false, true, false, true, false, false, false, false, false, true, false, false, false, false, false, true, true, false, false, true, true, true, true, false, false], "reading_times": [3500, 3551, 3702, 2568, 2853, 3047, 3556, 2655, 1695, 2554, 2193, 2025, 2278, 1730, 1906, 2017, 1624, 2215, 1662, 4160, 1984, 2165, 2330, 2066, 2213, 2257, 2359, 2001, 2438, 2018], "average_rt_millis": 2155.5074062030762, "number_correct": 29, "speed_errors": 0}}